export const KEYWORDS = [
  // كلمات عامة سابقة
  "الدريهمي",
  "الحديدة",

  // عزل مديرية الدريهمي
  "بني مرسي",
  "الحجبة السفلى",
  "الحجبة العليا",
  "الزرانيق",
  "المساعيد",
  "المشاقلة",
  "المفالسة",
  "المنافرة",

  // قرى أساسية من ويكيبيديا
  "الزعفران",
  "الشجن",
  "الكرد",
  "الكنباحية",
  "اللاوية",
  "المحال",
  "المكيمنية",
  "المنقم الأسفل",
  "المنقم الأعلى",
  "دير حسن",
  "رغمين",
  "غليفقة",

  // اقتراحات إضافية من خرائط
  "Ad Da’aniyah",
  "Ad Dabbabiyah",
  "Ad Dahamah",
  "Al Ha'it",
  "Al Barit",
  "Al Janubiyah",
  "Al Jarba'",
  "Al Kamaniyah"
];
