/* ================== KEYWORDS ================== */

const KEYWORDS = [

  /* ===== المديرية ===== */
  "الدريهمي",
  "مديرية الدريهمي",
  "Durayhimi",
  "Al Durayhimi",

  /* ===== المناطق والقرى ===== */
  "بني مرسي",
  "الحجبة السفلى",
  "الحجبة العليا",
  "الزرانيق",
  "المساعيد",
  "الزعفران",
  "الشجن",
  "الكرد",
  "الكنباحية",
  "اللاوية",
  "المحال",
  "المكيمنية",
  "المنقم الأعلى",
  "المنقم الأسفل",
  "دير حسن",
  "رغمين",
  "غليفقة",
  "الهايط",
  "بيت حسن جماعي",
  "خبت قوبع",

  /* ===== المؤثرون والصفحات ===== */
  "أخبار الدريهمي",
  "الدريهمي الآن",
  "شبكة الدريهمي",
  "مستجدات الدريهمي",
  "المكتب الإعلامي لمديرية الدريهمي",
  "مراسل الدريهمي",
  "ناشط من الدريهمي",

  /* ===== المسؤولون ===== */
  "مدير مديرية الدريهمي",
  "مدير أمن الدريهمي",
  "المكاتب التنفيذية",
  "السلطة المحلية",

  /* ===== كلمات الأحداث ===== */
  "قصف",
  "غارة",
  "استهداف",
  "هجوم",
  "اشتباكات",
  "انفجار",
  "تحرك",
  "ضحايا",
  "إصابة"
];

export default KEYWORDS;
